Repository: rdelbem/service-tracker
Catalog: languages/service-tracker-*.po
Languages: pt_br

source: A license is valid for one site only.
pt_br: Uma licença é válida para apenas um site.

source: A refound order MUST be made within seven business days.
pt_br: Um pedido de reembolso DEVE ser feito em até sete dias úteis.

source: Add case
pt_br: Adicionar caso

source: Add this status
pt_br: Adicionar status

source: ANY modification of the source code of this plugin will cause loss of warranty, which implies no refound and loss of support.
pt_br: Qualquer modificação no código fonte desse plugin causará a perda da garantia, o que implica a impossibilidade de reembolso e a perda do suporte.

source: Case added!
pt_br: Caso adicionado!

source: Case deleted!
pt_br: Caso deletado!

source: Case edited!
pt_br: Caso editado!

source: Case is now
pt_br: O caso está

source: Case name
pt_br: Nome do caso

source: Case title can not be blank
pt_br: O título de um caso não pode ser vazio

source: Click on a client name, to se hers/his cases!
pt_br: Clique no nome de um cliente para ver seus casos!

source: Client
pt_br: Cliente

source: close
pt_br: fechado

source: Close box
pt_br: Fechar

source: closed
pt_br: Fechado

source: Copy and paste the following short code to the restricted page, [service-tracker-cases-progress]
pt_br: Copie e cole o short code em uma página protegida, [service-tracker-cases-progress]

source: Create a secured page, one that is only available after login. (there are some approaches in order to achieve this result, find one that suits you website better)
pt_br: Crie uma página protegida, uma que seja acessível apenas depois de se fazer login. (Existem algumas formas para se criar uma página protegida, encontre uma que se adeque melhor ao seu site)

source: Customers´ notifications
pt_br: Notificações para os consumidores

source: Delete this case
pt_br: Delete esse caso

source: Delete this status
pt_br: Delete esse status

source: Dismiss
pt_br: Fechar

source: Display info for customers access
pt_br: Mostrar informações para clientes

source: Do you want to delete the case under the name
pt_br: Você gostaria de deletar o caso

source: Do you want to delete the status created in
pt_br: Você gostaria de deletar o status criado em

source: Edit the name of this case
pt_br: Edite o nome deste caso

source: Edit this status
pt_br: Edite esse status

source: Everytime a new status is registered for a case, an email is sent to its respective customer.
pt_br: Sempre que um status é registrado para um caso, um email é enviado para seu respectivo cliente.

source: How to use this plugin
pt_br: Como usar esse plugin

source: If you do not want to have a restricted customer page that is perfectly fine. Every new status triggers a email send which contains such status.
pt_br: Se você optar por não ter uma página restrita para os clientes, não há problema algum. Um novo status sempre aciona o envio de um email, que contém o conteúdo do status, para o cliente.

source: is now closed!
pt_br: está encerrado!

source: is now opened!
pt_br: está aberto!

source: It was impossible to complete this task. We had an error
pt_br: Foi impossível completar essa tarefa. Ocorreu o seguinte erro

source: New Status
pt_br: Novo status

source: New status!
pt_br: Novo status!

source: No cases yet! Include a new one!
pt_br: Não há casos ainda! Inclua um novo!

source: No progress is registered for this case.
pt_br: Nenhum progresso foi registrado para esse caso.

source: Now, every new status registered in a case/service will be displayed for that respective customer.
pt_br: Agora, todo novo status registrado em um caso ou serviço será mostrado para seu respectivo cliente.

source: Official support will ALWAYS be under the email of servicetracker@delbem.net.
pt_br: Assistência técnica será SEMPRE feita através do email servicetracker@delbem.net.

source: open
pt_br: aberto

source: Progress for case
pt_br: Progresso para o caso

source: Save
pt_br: Salvar

source: Save changes
pt_br: Salvar mudanças

source: Search for a client
pt_br: Buscar um cliente

source: Service Tracker plugin updates, support and warranty
pt_br: Service Tracker updates, garantia e suporte

source: Sorry, invalid credentials
pt_br: Acesso negado

source: Status added!
pt_br: Status adicionado!

source: Status deleted!
pt_br: Status deletado!

source: Status edited!
pt_br: Status editado!

source: Status text can not be blank
pt_br: O texto de um status não pode ser vazio

source: This case is closed! Click to open it.
pt_br: Esse caso está encerrado! Clique para abri-lo.

source: This case is open! Click to close it.
pt_br: Esse caso está aberto! Clique para encerra-lo.

source: This plugin offers the possibilitie to track the services you provide.
pt_br: Esse plugin oferece a possibilidade de monitorar o andamento de serviços prestados.

source: This plugin uses the default wp_mail function to send its emails. So, it is highly recomended to use WP Mail SMTP OR other smtp plugin alongside Service Tracker, in order to avoid lost emails. (The standard wp_mail from WordPress is notorius for sending emails straight to spam box. However, with the third party smtp plugins this can be easily avoided, as wp_mail is overwritten by them.)
pt_br: Esse plugin usa a função básica wp_mail para enviar seus e-mails. Assim, recomenda-se altamente o uso do plugin WP Mail SMTP OU outro plugin de SMTP em conjunto com o Service Tracker, pois assim evita-se que e-mails caiam na lixeira ou no spam. (A função nativa wp_mail é famosa por enviar e-mails direto para caixa de spams. Porém, com o uso de um plugin de SMTP isso é facilmente contornado, já que a função wp_mail é completamente alterada.)

source: This plugin was coded and is maintained by Rodrigo Vieira Del Bem. Do you need any help? Contact me at servicetracker@delbem.net, or, alternatively, at rodrigo@delbem.net
pt_br: Esse plugin foi codificado e é mantido por Rodrigo Vieira Del Bem. Você precisa de alguma ajuda? Entre em contato comigo pelo email servicetracker@delbem.net.

source: Updates must be on point. If not, Service Tracker may not work properly, as any WordPress plugin.
pt_br: Updates devem ser feitos em ponto. Caso contrário, Service Tracker pode não funcionar corretamente, como estão sujeitos todos os plugins para WordPress.

source: You got a new status:
pt_br: Você recebeu um novo status

source: Your case was closed!
pt_br: Seu caso foi encerrado!

source: Your case was opened!
pt_br: Seu caso foi aberto!
